Overload List
Name  |   Description
Create(Document)
 Creates a new EndTreatmentType in a document.
Create(Document, String)
 Creates a new EndTreatmentType in a document and adds the input string to the endTreatment parameter.
 See Also
  EndTreatmentType Class
  EndTreatmentType Members
  Autodesk.Revit.DB.Structure Namespace